Repository: common-repository/cluevo-lms-extension-oembed-modules
Catalog: lang/*.po
Languages: de_de

source: Link to embeddable content to install as module. Example: YouTube, Vimeo, Soundclund, etc.
de_de: Link zu einem einbettbaren Inhalt eingeben und als Lektion installieren. Beispiel: YouTube, Vimeo, Soundcloud, etc.

source: Install Module
de_de: Lektion installieren

source: You must have the core CLUEVO LMS plugin installed and activated to use this plugin.
de_de: Das CLUEVO LMS Plugin muss installiert und aktiviert sein um dieses Plugin verwenden zu können.

source: Error
de_de: Fehler

source: An error occurred while trying to activate this module.
de_de: Beim Aktivieren der Lektion ist ein Fehler aufgetreten.

source: The existing module has been overwritten.
de_de: Die bereits existierende Lektion wurde überschrieben.

source: Module activated.
de_de: Lektion aktiviert.

source: An error occurred while trying to activate the module: Invalid oEmbed Provider.
de_de: Beim Aktivieren der Lektion ist ein Fehler aufgetreten: Ungültiger oEmbed Provider.

source: CLUEVO LMS not active!
de_de: CLUEVO LMS nicht aktiv!

source: The core CLUEVO LMS plugin must be active for this extension to work.
de_de: Das CLUEVO LMS Plugin muss aktiviert sein damit diese Erweiterung funktioniert.

source: CLUEVO LMS Extension: Video Tutorial Manager for YouTube (and other oEmbed providers)
de_de: CLUEVO LMS Erweiterung: Video Tutorial Manager für YouTube (und andere oEmbed Provider)

source: Enables oEmbed content as modules
de_de: Ermöglicht oEmbed Inhalte als Lektionen
